window.SWEETS = [
    {text: 'ようこそ「心理テストbot」へ!',continue:true,option:'normal'},
    {text: '会話内容は管理者へ送信されませんので、ご安心ください。',continue: true,option: 'normal'},
    {text: 'あなたのお名前は何ですか？', continue: true, option: 'normal'},
    {text: '', continue: false, option: 'normal'},
    {text: 'それではテスト開始！',continue: true,option:'normal'},
    {text: '~1問目~',continue:true,option:'normal'},
    {text: {title:'Q1',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '', continue: true, option: 'normal'},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~2問目~',continue:false,option:'normal'},
    {text: {title:'Q2',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '', continue: true, option: 'normal'},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~3問目~',continue:false,option:'normal'},
    {text: {title:'Q3',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '', continue: true, option: 'normal'},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~4問目~',continue:false,option:'normal'},
    {text: {title:'Q4',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '', continue: true, option: 'normal'},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~5問目~',continue:false,option:'normal'},
    {text: {title:'Q5',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '', continue: true, option: 'normal'},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '質問は以上です！', continue: false, option: 'normal'},
    {text: '遊んでいただきありがとうございました！！', continue: true, option: 'normal'},
    {text: {title:'Q.End',question:'終了する？もう一回やる？',choices:['終了する','もう一回']}, continue: true, option: 'select'},

    [ 
      //1
      {question:'近所の人からもらった映画の無料チケットが2枚あります。\n勢いで受け取ったものの、そんなに興味のない内容…あなたはどうする？',
      choices:['A.友達と行く','B.好きな人と行く','C.家族と行く','D.他の人にあげる'],
      info:'いらないチケットは困った状況の象徴。\nチケットを渡した相手から、あなたが「困ったときに頼る相手」がわかります。',
      answer: ['「友だちと行く」を選んだあなたの相談相手は、親しい友人。\nあなたは一緒にいて気を使わない頼れる友人がいるみたいですね。',
      '「好きな人と行く」を選んだあなたの相談相手は、異性の友人または気になる異性。\nあなたの周りには、ピンチのときに手を差し伸べてくれる異性が多いようですね。\nそこから恋に発展することも少なくなさそうです。',
      '「家族と行く」を選んだあなたの相談相手は昔から自分の良いところも悪いところも知っている関係だからこそ、相談しやすい部分もあるでしょう。',
      '「他の人にあげる」を選んだあなたは、困ったときにも基本的に人に頼りません。\n頼れる相手がいないというわけではなく、相談する前にまず自力で解決してしまうタイプです。']},

      //2
      {question:'本格的に肌寒さを感じる季節になりました。 寒さ対策のためにまずあなたが買いたいものは？',
      choices:['A.ホッカイロ','B.ヒートテック','C.ホットカーペット','D.ひざ掛け'],
      info:'防寒アイテムは深層心理においてあなたが守りたいもの表します。\nあなたがどんな心に守りたいものを持っているかで、「恋にブレーキをかけてしまっている原因」がわかります。',
      answer:['身体のいろいろなところを温められる万能性の高いホッカイロを選んだあなた。\n恋人に対してルックス、性格、年収などたくさんの条件があるタイプ。\n出会いがあっても妥協できず、機会を失うことも多いよう。\n少しでもハードルを下げればすぐにでも恋に出会えるでしょう。',
      '身体全体を温めてくれるヒートテックを選んだあなたは、過去に熱い恋をした相手がいたのでしょう。\n新しい出会いがあっても、つい昔の相手と比べてしまったり、二度と辛い思いはしたくないと、無意識のうちに恋に臆病になってしまっています。',
      '唯一家で使う防寒アイテムであるホットカーペットを選んだあなた。\nいまは仕事や家のことに追われ、恋愛をする余裕がない様子。たまの休みがあっても出会いを求めに行くより、趣味や自分の好きなことに時間を費やすことが大切なのでしょう。',
      'ひざ掛けを選んだあなたは、異性に対して自分をさらけ出すことが苦手なタイプ。\n自分に自信がなく、相手に合わせてしまうため、異性と接すると疲れてしまうようです。\nそれが面倒くさいと感じて、恋する楽しさがわからなくなっています。']},

      //3
      {question:'ある日コンサートに行くと、突然ステージに上げられ、飛び入りで演奏することに！\n意外にも弾けてしまった楽器とは？',
      choices:['A.ギター','B.ベース','C.サックス','D.ピアノ'],
      info:'意外にも演奏できてしまった楽器は、あなたの隠れた才能の象徴です。\nこの心理テストでは、あなたの「適職」がわかります！',
      answer:['ギターを選んだあなたは、自分の意見をしっかり持っていて、芯の強いところがある頑張り屋さんタイプ。\n人に頭を下げたり、ノルマがあるなど、営業の厳しさも持ち前の根性で乗り越えることが出来るでしょう。',
      'ベースを選んだあなたは、地道な努力が得意なコツコツタイプ。\nプログラマーやエンジニアなど、みんなで力を合わせて大きな事を成し遂げる仕事に向いているでしょう。',
      'サックスを選んだあなたは、好奇心とチャレンジ精神が旺盛な人ですね。\n○○デザイナーや××コーディネーターなど、特殊な技術や知識を身に付けて活躍する職業で力を発揮しそう。',
      'ピアノを選んだあなたは、自分なりの価値観とアイディアに溢れた人です。\n学習塾や図書館など教育支援を行う業種や、医療や福祉など人々の生活をアシストする業種で力を発揮しそう。']},

      //3
      {question:'あなたは宝くじに当たり10万円を手に入れました。\nさて、あなたはこのお金をどうしますか？',
      choices:['A.全額貯金する','B.半分貯金する','C.大半使う','D.全部使う'],
      info:'ここでのお金の使い方は、あなたの恋愛へのエネルギー量です。\nこの心理テストでは、あなたのこの夏に向けた「恋愛運」がわかります。',
      answer:['突然のラッキーにも動じないあなたの恋愛運はちょっぴり低迷気味。\n恋愛よりも仕事や人間関係の悩みが増え、優先度が下がっているようです。\nいまはどこか保守的な思考になっているところがあるので、\n気持ちをリセットすることが運気回復のカギです。',
      'あなたの恋愛運は、まずまずでいい意味で安定しています。\nどちらかというと受け身なあなたですが、この先も「待ち」の姿勢では恋愛もなかなか動かず、いい方向に進まないかも。\nいまの時期は恋愛に対するマイナス思考はNG！逆にプラス思考でいることであなたが望むとおりに恋愛が進んできそうです。',
      'あなたはいまロマンチックな気持ちが高まったり、恋愛をしたいスイッチが入っているようですね。\n春は恋愛でいいことがなかった人も夏が近づくにつれどんどん恋愛運が上がっていきます。',
      'いまのあなたの恋愛運は絶好調！恋愛に対して積極的になることが出来ており、いい出会いや発展のチャンスがありそう。\nカップルの人は今まで以上にラブラブに、フリーの人もいままで恋愛に消極的だった人は、人との出会いを大切にすることで予想もしなかった運命の出会いがあるかも。']},

      //4
      {question:'落ち込んだ時、憂さ晴らしに食べまくるとしたら以下のどれにしますか？',
      choices:['A.お菓子','B.お寿司','C.ラーメン','D.やきにく'],
      info:'落ち込んだ時食べるものは、「あなたの浮気願望度」がわかります。\n憂さを晴らすために、あなたが何を食べたいと思ったのかから、浮気願望度が探れるのです。',
      answer:['「浮気願望度90％」!\nお菓子は主食ではなく間食です。つまり、ご飯＝本命、間食＝浮気相手と見ることができます。\nあなたの浮気願望度はかなり高いでしょう。',
      '「浮気願望度10％」!\nさっぱりしたお寿司を選んだあなた。浮気をしたい欲求はわいてこないでしょう。もともとあっさり淡白なタイプのあなたですから、本命と付き合うのも少々億劫に感じることがあるのかもしれません。恋人がいなくても、割と平気です。',
      '「浮気願望度50％」!\nラーメンのような長い食べ物は、ご縁をつなぐ物として有名です。あなたは、浮気が浮気では済まず、本気になってしまうタイプ。逆に言えば、本命に満足していれば、浮気願望はわかないでしょう。',
      '「浮気願望度70％」!\n肉は、肉汁がしたたるパワフルな食べ物です。あなたの浮気願望度は高めです。あなたはセクシャルな欲望が高いので、本命だけでは身体が満足しないのかもしれません。ついつい、気軽に肉体関係を結べる相手を求めてしまいそう。']},

      //5
      {question:'ある日あなたは魔法使いに魔法をかけられ、姿が変わってしまいました。さて、何に変わったと思いますか？',
      choices:['A.真紅の薔薇','B.白鳥','C.蛙','D.老婆'],
      info:'魔法によって変わった姿が象徴するのは、あなたが思う自分の長所であり、他者からはときに短所ととられる部分。\nこの心理テストでは、あなたの「周りからの評価」がわかります。',
      answer:['真紅の薔薇に変わると思ったあなた。 華やかで魅力的な一方、どこか近寄りがたい雰囲気があり、周囲から「きどっている」と思われることもあるようです。',
      '白鳥に変わると思ったあなた。\n常にマナーに気を使い、真面目に生きようと努めているせいか、ときに「プライドが高い」と思われている恐れがあります。',
      '蛙に変わると思ったあなた。\n人前に出ると明るくお喋りなせいか、周囲から「お調子者」と見られているようです。\n自分に対しても他人に対しても雑になりがちなので、余計な一言やガサツな所作には気をつけるとさらに好感度が上がるでしょう。',
      '老婆に変わると思ったあなた。\n困っている人を見過ごせないせいか、干渉しすぎて「おせっかいな人」と思われているかも。\n親切心ゆえかもしれませんが、何でも相手のことを知ろうとするのはよくありません。']},
      
      //6
      {question:'壁に囲まれた高級住宅の前を歩いていると、小さな穴をみつけました。その穴を覗いて見えた景色は？',
      choices:['A.大理石のお風呂','B.ガラス張りのリビング','C.玄関で遊ぶ子どもの姿','D.整備された広い庭'],
      info:'他人の家を覗き見して見える風景は、図々しさを表します。\nこの心理テストでは、あなたの「おばちゃん度」がわかります。',
      answer:['お風呂がみえたあなたは、\n「おばちゃん度90％」！\n他人に対する警戒心が薄れ、恥じらいもなくなってきているようです。\n遠慮がなく、図々しい行動をとることもしばしば。\n他人の秘密を察知する能力も非常に高く、凄腕のおばちゃんといえるでしょう。 ',
      'リビングがみえたあなたは、\n「おばちゃん度60％」！\n他人の収入や生活レベルが気になるタイプです。\nSNSで友人の買い物や旅行など新情報を仕入れては、周りとおしゃべりの話題にするなど、立派な噂好きのおばちゃんです。',
      '身近な相手に対して面倒見がよく、周囲からの信頼も厚いあなた、\n「おばちゃん度30％」！\nズカズカと話に入り込んでいくので、良かれと思ってしていることも相手によってはお節介と取られることもあるようです。\nおばちゃん度はそこそこです。',
      '庭がみえたあなたは、他人の生活にあまり興味がない人で、\n「おばちゃん度10％」！\n誰がどれだけ稼いでようと、誰が誰と付き合っていようと自分には関係ないし、どうでもいいと思っています。\nまだまだおばちゃんとはいえません。']},
      
      //7
      {question:'登山で遭難したあなた。あるものをみつけて「これで助かった」と確信しました。\nさて、あなたが見つけたものは何？',
      choices:['A.案内看板','B.登山客が泊まる小屋','C.救助犬','D.ヘリコプター'],
      info:'遭難という究極状態で望むものは、あなたが本心で欲するものを象徴します。\nこの心理テストでは「あなたが人にされてムカつくこと」がわかります。',
      answer:['人や動物などの存在をあてにしない案内看板を選んだあなたは、自分のプライバシーが侵害されることを嫌います。\nいくら親しい友人でも、勝手に携帯をのぞかれたり、プライベートのことを根ほり葉ほり聞かれたりするとイラッとしてしまいます。',
      '他人の存在を表す小屋を選んだあなたは、仲間意識が強く、友達やグループで仲間外れにされるのを嫌うタイプ。\nひとりでいると寂しいと感じてしまうため、複数で話しているときに自分のわからない話題になるとモヤッとしてしまいます。',
      '癒やしの象徴である動物を選んだあなたは、いつでも自由でいたい人。\nそんなあなたは一般論や社会常識など振りかざされることを嫌います。\n「普通はこうだから」「社会の常識でしょ」なんて言われると会話をする気がなくなっちゃいます。',
      '高い場所からすべてを見下ろすヘリコプターを選んだあなたは、人から注目してもらえないことが大嫌い。\nプライド高く自分に自信があるので、人からマウントを取られたり、無視されたりすると「おもしろくない！」と思ってしまいます。']},

      //8
      {question:'あなたが参加している会議で意見が真っ二つにわかれました。\nそのときあなたはどうする？ ',
      choices:['A.はっきりどちらか決める','B.他の案を挙げる','C.どちらでもいいと思う','D.多数決を取る'],
      info:'意見が衝突したときの対応はあなたの基本的な仕事の進め方に直結しています。\nこの心理テストでは、あなたの社会においての基本的な立ち位置がわかります。',
      answer:['Aを選んだあなたは、常に社交的なリーダータイプ。\nスピード重視で実行に移し結果を出すことが得意です。\n一方で感情的で怒りっぽい一面もあり、ライバルを蹴落としてでも成果を得ようとする攻撃性があります。\n自分が目立ち注目を浴びるようにふるまいます。',
      'Bを選んだあなたは、個人主義の職人タイプ。\nこだわりが強く、何事も自分が納得できないとモチベーションが上がりません。\nどちらかというと集団行動は苦手で、一人でじっくりと取り組める仕事で力を発揮します。',
      'Cを選んだあなたは、感情表現が豊かで、人と話をするのが好きな人気者タイプ。\nそのコミュニケーション力を生かして、営業や大人数のチームワークが必要となる仕事で発揮します。\n一方で倫理的に物事を説明したり、責任のある立場などは好みません。',
      'Dを選んだあなたは、規律やルールを重んじる生真面目さん。\n毎日変わらない仕事を淡々とこなしていくことが得意です。\n安定的な仕事でリーダー的ポジションに立つことも。\nイレギュラーなトラブルに弱いものの、いざというときにはどっしり構えみんなを支えます。']},

      //9
      {question:'元同級生がビジネスで大成功！テレビで取り上げられるほどの有名人になっていました。\nあなたの心境は？',
      choices:['A.成功してよかった','B.自分も負けたくない！','C.有名人の知り合いができた','D.悩みも多そう'],
      info:'あなたが羨ましい、妬ましいと思うような相手への態度から、あなたの「心の悪の部分」がわかります。',
      answer:['他人の幸福を喜ぶあなたは、偽善者タイプ。\n心の底では思っていないのに、人からよく見られようと立ち振る舞うことがあります。\n表面的には温厚に見えても自分の不利益になる人を嫌っていたり、親切にした見返りがないと怒ったりします。',
      'あなたは負けず嫌いで、プライドの高い嘘つきタイプ。\n自分が成功するためには他人を蹴落とすことも躊躇しません。\n競争の多い仕事などではその性格が有効に働くこともありますが、人間関係においてはトラブルが勃発することも多そう。',
      'お前のものは俺のもの。他人の幸せよりも自分の幸せ第一な自己中心的なタイプです。\n自分の欲求を満たすためなら他人の物も平然と奪ってしまうなど、恐ろしい面があるかも。',
      'あなたは嫉妬心が強く、自分と同じレベルだと思っていた相手に追い越されると途端に激しく妬むタイプ。\nまた、他人への恨みは絶対に忘れない執念深いところがあります。']},

      //10
      {question:'あなたは仕事終わり、終電で家に帰っています。\n誰かがあなたのために料理を作って待っていてくれるとしたらどんな料理が嬉しいですか？',
      choices:['A.唐揚げ','B.オムライス','C.肉じゃが','D.煮物'],
      info:'夜遅くに作ってもらいたい料理は、あなたの孤独を癒やし寂しさを埋めてくれるものの象徴です。\nどんな料理を選んだかであなたの「寂しがり屋度」がわかります。',
      answer:['唐揚げを選んだあなたは、孤独や寂しさをあまり感じていないようです。\n唐揚げはハイカロリーでエネルギーに溢れる食べ物。\n恋をしたい思いや活力はあるものの、いまはまだ自分の好きなことや、自由な時間を謳歌したいと思っているようです。',
      'オムライスを選んだあなたは、とても寂しがり屋。甘いものが大好きで、大人になったいまも子供の心を忘れずにいます。\n本当は誰かに甘えたい気持ちがあるのに、そばに誰もいないと寂しさを感じてしまうようです。',
      'ほどほどに寂しがり屋タイプ。肉じゃがは、男性にとっては彼女に作ってもらいたい料理です。\n普段は仕事や趣味に熱中していますが、なにか辛いことがあると友達や恋人などのぬくもりが欲しくなるようです。',
      'なかなかの寂しがり屋。懐かしい家庭の味を思い出させてくれる煮物を選んだあなたは、ちょっと頑張りすぎているかも。\n寂しがり屋な一方、一人で頑張ってしまう性格で、誰かに頼ることが下手です。\n辛いことがあっても我慢してしまう傾向にあります。']},

      //11
      {question:'4本の香水瓶があります。それぞれのネーミングから思い浮かぶ人をあげてください。（A.○○という形で一つずつ投稿してください）',
      items:['A.SNOW～雪の香り','B.WIND～そよ風の香り','C.SUN～太陽の香り','D.EARTH～大地の香り'],
      info:'あなたがその人のことを本当はどう思っているのかがわかります。',
      answer:['「雪」で思い浮かべた人物。あなたはその人のことを「尊くて大切な存在」だと思っているようです。\n\n',
      '「そよ風」で思い浮かべた人物。あなたはその人のことを「気持ちよく付き合える存在」だと思っているようです。\n\n',
      '「太陽」で思い浮かべた人物。あなたはその人のことを「華やかでまぶしい存在」だと思っているようです。\n\n',
      '「大地」で思い浮かべた人物。あなたはその人のことを「誰より頼りになる存在」だと思っているようです。']},

      //12
      {question:'あなたは子供に戻ってシャボン玉で遊んでいます。\nさて、そのシャボン玉はどこまで飛んでいったでしょう？',
      choices:['A.屋根まで','B.はるか上まで','C.すぐ割れた','D.見失った'],
      info:'シャボン玉は、あなたの夢や目標を象徴しています。\nその飛び方は現実とのギャップを表しており、回答からあなたの「目標達成力」がわかります。',
      answer:['あなたは目標と現実のギャップが少なく、目標を達成する確率も高い人。\n現実を見据えた目標を立て、着実に努力することが出来るでしょう。',
      'ちょっと非現実な「はるか上空まで」と答えたあなたは、実際に達成できるかわからないくらいの高い目標を立ててしまう人。\n目先の問題よりも自分の理想に目が行ってしまうため、目標達成までには時間を要することも。',
      '「すぐ割れた」と悲観的な答えを選んだあなたは、ノルマや目標など、縛られることが少し苦手みたい。\n心配性なところもあって目標そのものよりも目標に到達するまでの問題が気になってしまうタイプのよう。',
      '「見失った」と答えたあなたは、とりあえずの目標は立てるものの、興味が続かなかったり、たどり着くべき着地点を見失って空中分解してしまうことが多いみたい。\nただ諦めるというよりはこだわっていたことを手放して、本当に目指すべきものを追い求めていくタイプ。']},

      //13
      {question:'あなたはエレベーターに乗っていると、急に停電になり真っ暗な空間に閉じ込められてしまいました。\nあなたの反応は？',
      choices:['A.いますぐ誰か助けて～！','B.スマホでゲームしていよう','C.ひとまず緊急ボタンを押す','D.一眠りしよう'],
      info:'外界から閉ざされた暗闇は、孤独を象徴します。\n選んだ回答からあなたの「ぼっち耐性度」がわかります。',
      answer:['あなたのぼっち度耐性度は非常に低めです。\nあなたは人を愛するために生まれてきたような人で、孤独を恐れており、ひとりぼっちでは生きていけません。',
      'あなたのぼっち耐性度は普通の人よりもすこし高め。\nマイペースで楽観的なところがあるので多少の孤独には耐えられるでしょう。',
      'あなたのぼっち耐性は普通より少し低め。\n基本的に安定志向で集団主義的な面が強いあなたは、組織やグループという形に拘りを持つタイプ。',
      'あなたのぼっち耐性度はMAX。\n職場の付き合いなど、集団での行動はやりづらさや窮屈さを感じることが多く、むしろ孤独を求めています。']},

      //14
      {question:'「音楽とは〇〇である」\nこの〇〇にあなたはどんな言葉が入ると思いますか？',
      choices:['A.爆発','B.遊び','C.怒り','D.感動'],
      info:'あなたが例えた答えから、あなたにどんな音楽的才能があるか「あなたが歌手になるなら」がわかります。',
      answer:['音楽とは爆発である、と答えたあなたは誰よりも熱い魂を持つ「ロックスター」タイプ。\n自分だけの強いこだわりを持っていて、中露半端なものや信念を感じないものが嫌いな人。',
      '音楽は遊びである、と答えたあなたは明るく華のある「アイドル歌手」タイプ。\n性格がよく、周りを笑顔にする人気者です。\n自然と人を引きつけるオーラを持っていますが、ちやほやされる分天狗になりやすので、謙虚さを忘れずに日々自分磨きを続けましょう。',
      '音楽とは怒りであると答えたあなたは「ラッパー」タイプです。\nあなたは社会や日常の不満などストレスを溜め込むことが苦手で、自分の仲間と楽しくワイワイ過ごしたい人。',
      '音楽とは感動であると答えたあなたは、誰よりも繊細で情に厚い「オペラ歌手」タイプです。\nあなたは普通の人とはちょっと違う自分だけの世界を大事にしている人。']},
      
      //15
      {question:'行ってみたいカフェは？',
      choices:['A.猫カフェ','B.ドックカフェ','C.うさぎカフェ','D.ふくろうカフェ'],
      info:'この心理テストではあなたの性格から言われて不快に思う言葉。\nつまり、あなたにとっての「NGワード」がわかります。',
      answer:['猫カフェに行きたいあなたは、人に命令されるのが嫌なよう。\nあなたの言われたくないNGワードは、「こうするべきだよ」。\nあなたは、人から指図されると、「何を偉そうに！」と反発したくなるのではないでしょうか？\nやりたいようにするから、放っておいてほしいと思ってしまうようです。',
      'ドックカフェに行きたいあなたは、自分のことを頭のいい人だと思っているようです。\nあなたの言われたくないNGワードは、「バカじゃないの？」。\nたとえ冗談だとしても、プライドを傷つけられたと思います。\nそして、なぜそんなことを言うのかと、相手を問い詰めたくなるでしょう。',
      'うさぎカフェに行きたいあなたは、いつも誰かと一緒にいたいと思っている人です。\nあなたの言われたくないNGワードは、「なんかつまらない」。\nそんなことを言われたら、みんなつまらなくても我慢して自分と付き合っているのかもしれないと、とてもさみしい気持ちになるでしょう。',
      'ふくろうカフェに行きたいあなたは、もの静かなタイプ。\nあなたの言われたくないNGワードは、「なんか暗いね」です。\nもし言われたら、かなり落ち込みます。そして、「どうせ暗いよ……」と卑屈になり、自分の殻に閉じこもるようになるかもしれません。']},

      //16
      {question:'ライオンが入っている檻があります。\nそれぞれの位置に当てはまる人物は誰ですか？（A.○○という形で一つずつ投稿してください）',
      items:['A.ライオンに乗っている人','B.ライオンの檻の中にいる人','C.周りで観ている人'],
      info:'この心理テストでは、思い浮かんだ人の位置＝その人をどう思っているのかがわかります。',
      answer:['Aのライオンに乗っている人は、ライオンのような凶暴で強いものに乗っているということから、あなたはその人のことを「尊敬」しています。\n\n',
      'Bのライオンの檻の中にいる人は、食べられるかもしれない位置にいる人（食べられてもいい人）と考えていることから、あなたはその人のことを「嫌い」だと思っています。\n\n',
      'Cの周りで観て観ている人は、自分と同じ位置で見ている人（あまり関係のない人）と考えていることから、あなたはその人のことを「どうでもいい」と思っています。\n\n']},

      //17
      {question:'カード会社のキャンペーンで選べる抽選に応募するとしたら、次のうちどれを選びますか？',
      choices:['A.当選者1名だけど豪華賞品','B.当選者10名の欲しかった賞品','C.当選者80名の実用的な賞品','D.当選者200名の1000ポイント'],
      info:' この心理テストでは、選んだものであなたの金銭感覚を診断します。',
      answer:['Aを選んだあなたは、ギャンブラー的な金銭感覚の持ち主といえそう。\nあなたはちょっとまとまったお金を手に入れると、貯金するよりも、もっと増やしたいと思うでしょう。',
      'Bを選んだあなたは、計画的な金銭感覚の持ち主といえそう。\n欲しい物ができたとしても衝動的に買うことはなく、価格や機能を比べたり、購入時期を待ったりできるでしょう。',
      'Cを選んだあなたは、バランスのとれた金銭感覚の持ち主といえそう。\nあなたは普段から収支と支出を頭の中で計算して、余裕があるときは少しリッチに過ごし、金欠気味のときは節約するような暮らし方ができるでしょう。',
      'Dを選んだあなたは、現実的な金銭感覚の持ち主といえそう。\nたとえ一攫千金のチャンスが訪れても、リスクが少しでもあると感じると避ける傾向があるようです。\nパートナーが「やってみよう」と言っても、確信を得るまでは反対してしまうかもしれません。']},

      //18
      {question:'あなたは、新しい洗剤を買うためにドラックストアに出かけました。\nどのような洗剤を購入しますか？',
      choices:['A.フローラルな香りがする洗剤','B.汚れがよく落ちる洗剤','C.有名人が使っている洗剤','D.香りが強い洗剤'],
      info:'この質問では、「あなたに合った健康習慣」が分かります。',
      answer:['Aを選んだあなたは、毎日の生活のなかで自分のペースを大切にして、健康になりたいと考えているのでしょう。\n忙しい毎日でも手軽にできるヨガやストレッチがおすすめです。\n自宅で手軽に、リラックスと健康の両方を手に入れましょう。',
      'Bを選んだあなたは、筋肉質な男性に囲まれながら、スポーツジムでトレーニングすることに抵抗がありません。\nファッションにこだわっておしゃれを目指すよりも、自分の肉体を美しくすることに興味があるのでしょう。',
      'Cを選んだあなたは、SNSなどで有名人が口にしているサプリメントや食材を取り入れると良いでしょう。\nきっとあなたは、このようになりたいと憧れに思っている人がいるので、その人に近づきたいのでしょう。',
      'Dを選んだあなたは、自分だけで頑張るのではなく、仲間と一緒に取り組むのが好きみたい。\n週末にランニングクラブなどの活動に参加しましょう。']},

      //19
      {question:'夢をみました。そこはあなたの自宅です。\nふとカレンダーに目をやると何月を指しているでしょうか？',
      choices:['A.12月','B.10月','C.7月','D.4月'],
      info:'この心理テストではあなたが今現在と将来の展望に対しどう感じているかわかります。',
      answer:['Aを選んだあなたは、現状のままだといけない、と将来に対してかなりあせりや問題意識を持っているようです。',
      'Bを選んだあなたは、今現在かなり熱心に目の前の課題に取り組んでいるようです。今ががんばりどきです。',
      'Cを選んだあなたは、すでに現状にある程度満足しています。またこれからどんどんいい方向に進んでいくという自信を持っています。',
      'Dを選んだあなたは、現状は可もなく不可もなくと少し退屈気味に感じています。何かしら変化を望んでいます。']},

      //20
      {question:'あなたの目の前に川が流れています。その川を見てみると…？',
      choices:['A.澄んだ水の中、魚が見えた','B.少しだけ濁っているが、周辺はきれい','C.かなり濁っており、岸辺にはごみが落ちている','D.濁りすぎていて、水の中は確認できない'],
      info:'この心理テストではあなたの心のお疲れ度がわかります。',
      answer:['Aを選んだあなたの心はとても清らかです。\n今ならどんなことでもチャレンジできる活力がみなぎっているのでは？',
      'Bを選んだあなた。普段は活力にあふれていますが、今は少しだけお疲れなようです。\n好きな趣味でストレスを発散するなどしてみましょう。',
      'Cを選んだあなたはかなり長期にわたって心が疲れたままのようです。\n仕事が忙しかったり気がかりなことがずっと続いていたりと大変な思いをしているのでは？',
      'Dを選んだあなたの場合かなり深刻な状態のようです。\n可能ならばその原因になっているものからいったん離れてみるべきです。\nそうでなくとも親しい人に今の悩みや現状を打ち明けてみる事をおすすめします。']},
      //テンプレ
      // {question:'質問内容',
      // choices:['A.選択肢','B.選択肢','C.選択肢','D.選択肢'],
      // info:'この心理テスト何がわかるか',
      // answer:['Aの回答',
      // 'Bの回答',
      // 'Cの回答',
      // 'Dの回答']},
      
      //テンプレ(入力タイプ)
      // {question:'質問内容（A.○○という形で一つずつ入力してください）',
      // items:['A.選択肢','B.選択肢','C.選択肢','D.選択肢'],
      // info:'何がわかるか',
      // answer:['Aの回答について\n\n',
      // 'Bの回答について\n\n',
      // 'Cの回答について\n\n',
      // 'Dの回答について']},

    ],
  ];