window.SWEETS = [
    {text: 'ようこそ「サイコパス診断bot」へ!',continue:true,option:'normal'},
    {text: '会話内容は管理者へ送信されませんので、ご安心ください。',continue: true,option: 'normal'},
    {text: 'あなたのお名前は何ですか？', continue: true, option: 'normal'},
    {text: '', continue: false, option: 'normal'},
    {text: 'それではテスト開始！',continue: true,option:'normal'},
    {text: '~1問目~',continue:true,option:'normal'},
    {text: {title:'Q1',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~2問目~',continue:false,option:'normal'},
    {text: {title:'Q2',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~3問目~',continue:false,option:'normal'},
    {text: {title:'Q3',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~4問目~',continue:false,option:'normal'},
    {text: {title:'Q4',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '~5問目~',continue:false,option:'normal'},
    {text: {title:'Q5',question:'',choices:['']},continue:true,option:'choices'},
    {text: '', continue: false, option: 'normal',questionNextSupport: true},
    {text: '次の質問へ', continue: true, option: 'click'},
    {text: '質問は以上です！', continue: false, option: 'normal'},
    {text:'',continue:true,option:'normal'},
    {text: '遊んでいただきありがとうございました！！', continue: true, option: 'normal'},
    {text: {title:'Q.End',question:'終了する？もう一回やる？',choices:['終了する','もう一回']}, continue: true, option: 'select'},
    [
      //1
      {question:'仕事が終わり、帰宅すると飼いネコがいなくなっていました。\nいなくなった原因は？',
      choices:['A.窓から脱出した','B.泥棒が盗んだ','C.実は隠れている','D.ネコはそもそもいなかった'],
      answer:['Aを選んだあなたは…\n「一般人」\nあなたは、一般的な性格をしています。\n良い意味で普通な人で、一見サイコパスな要素が見えないあなた。\nただ、普通であり続けることは難しいので、いつサイコパスな面が見えるかはわかりませんよ。',
      'Bを選んだあなたは…\n「責任転嫁タイプ」\nサイコパス要素は70％持っています。\nあなたは、トラブルになると他人に責任転嫁したり自己保身に走ってしまうようです。\n賢い人なので、頭をつかう場面を変えれば大成功する可能性も秘めています。',
      'Cを選んだあなたは…\n「疑心暗鬼タイプ」\nサイコパス要素を95％持っています。\n表面上はニコニコと笑みを浮かべていても、他人が自分に対してマイナスなイメージを持っているのでは…と「被害妄想」が強いようです。',
      'Dを選んだあなたは…\n「ひねくれ者タイプ」\nサイコパス要素は35％と少なめ。\nあなたは、他人の言うことを素直に信じられないひねくれ者。\n天邪鬼な言動が目立ち、周囲の人から嫌煙されてしまう恐れもあります。'],
      point:[4,2,1,3]},

      //2
      {question:'目の前に地球を一瞬で破壊できてしまう危険なスイッチのボタンがあります。\nいったいどのようなデザインをしていますか？',
      choices:['A.赤色で丸型の押しボタンスイッチ','B.青色で四角型の押しボタンスイッチ','C.縦に3つ並んでいるカラフルなスイッチ','D.四角い真っ黒なスイッチ'],
      answer:['サイコパス傾向はほとんどありません。\n通常の健全な思考回路を持っている証拠です。\nこのままの性格を維持していけば、サイコパスになることはないでしょう。',
      'サイコパスレベルがかなり高いといえるでしょう。\nあなたは良心が欠如してる可能性が高いです。\n自分の行動によって、他人に迷惑をかけようとも一切気にしません。',
      '完全なるサイコパスではありませんが、サイコパスの気質があるかもしれません。\nときどき周囲の人たちが引いてしまうような言動や行動を取ってしまうことがあるようです。\n周囲の人たちと感情表現が合わないと感じている場合は、要注意といえるでしょう。',
      '少しサイコパス的な特徴があるようですが、安心してください。\n基本的には一般的な人と同じような感性を持っています。\n高い共感力を持っているようなので、これからもうまく人間関係を築いていきましょう。'],
      point:[4,1,2,3]},

      //3
      {question:'肝試しで驚かせる役割に抜擢されました。\nそのとき、どのようにして参加者を驚かせますか？',
      choices:['A.木におもちゃの蛇をぶら下げる','B.お化けに変装して追いかける','C.物陰から突然飛び出して驚かす','D.落とし穴などの罠を仕掛けておく'],
      answer:['サイコパス度が強い傾向にあります。\n陰湿でねちっこい性格の持ち主といえるでしょう。\n他人の噂話や不幸な話が大好きで、頻繁に陰で人の悪口や愚痴を口にします。\nこのままでは周囲から嫌われてしまうので、陰湿な性格を改善した方がいいかもしれません。',
      'サイコパス度はかなり高めです。\n目的を達成するためなら、どんな手段も厭わないタイプといえるでしょう。\n他人に共感することがないので、平然と嘘をついたり、冷淡な態度を取ったりします。',
      'サイコパス要素が全くありません。\nとても誠実で真面目な性格の持ち主といえます。\n卑怯なことが大嫌いで、何事にも正々堂々と向き合うことができるタイプです。',
      'サイコパス度は比較的低いようです。\n確実性を求める完璧主義な安定志向型の人間といえるでしょう。\n新しいことを始めるときは、必ず緻密な計画を立てて、失敗を避ける傾向が強いです。'],
      point:[2,1,4,3]},

      //4
      {question:'買い物中に突然強盗に襲われ、連れ去られてしまいました。\nしばらくして強盗たちは酒盛りを始めるのですが、そのときはどのような状況でしたか？',
      choices:['A.強盗たちに忘れ去られる','B.宴会の見せ物としていじめられる','C.強盗たちから食事をわけてもらう','D.一緒にお酒を飲んで盛り上がった'],
      answer:['根っからのサイコパスな人間といえるでしょう。\n承認欲求が人一倍強いタイプなのにもかかわらず、自分が仲間外れにされているという疎外感が強いようです。\n社会への不満が大きいため、凶悪犯罪に及んでしまうかもしれません。',
      'サイコパスとしての素質があります。\n被害者意識が高く、思い込みが激しいタイプといえます。\n他者をいじめて優越感に浸ったり、社会に対して不満を持ったりしやすいです。\n仲間とは群れずに、単独で罪を犯す可能性があります。',
      'サイコパス度は低めなようです。\n責任感が強く、真面目な性格をしています。\n幼い頃から周囲の人たちに恵まれて育ってきたので、反社会的な考え方を持っていることが少ないです。',
      '少しサイコパスとしての素質があるようです。\n仲間意識が非常に強く、他人の目を気にするタイプといえます。\n自分よりも他人の意見を優先してしまうので、仲間からの誘いを断れません。\nまた、集団犯罪を起こしてしまう可能性があります。'],
      point:[1,2,4,3]},

      //5
      {question:'幼い頃のあなたは母親に叱られています。\n何をしたから怒られているのでしょうか？',
      choices:['A.大切な物を壊してしまった','B.苦手な食べ物を残してしまった','C.嘘をついてしまった','D.もたもたしていた'],
      answer:['サイコパス度はかなり高めです。\n幼い頃から両親に厳しく叱られて育てられてきたのでしょう。\nそのせいで、自尊心が高く自己中心的な性格になってしまったようです。\n自分は他人に迷惑をかけがちな人間と自覚できたなら、もっと他人に思いやりを持って接するようにしましょう。',
      'サイコパスレベルは比較的高い傾向にあるようです。\n罪悪感が欠如しているので、ルールを守ることができません。\nまた、協調性もないため、他人の意見に耳を傾けることができず、人間関係で苦労することが多いでしょう。',
      'サイコパス度は低めです。\nこの回答を選んだあなたは、噓をつくことが嫌いな正直者なのでしょう。\nただし、他人が嘘をつくことも大嫌いなので、自分にも他人にも厳しくする傾向があるようです。\n他人と信頼関係を築くためには、嘘をつかないことが大切ですが、あまり厳しくならないように注意しましょう。',
      '生まれながらにして、サイコパスの素質があります。\n口が達者で表面的には魅力的ですが、人の気持ちを考えず、自分第一で行動しがちです。\n行動に対する責任感や罪悪感もないので、平然と嘘をつくこともできます。\n周囲の人たちからは、関わってはいけないやばい人と思われているかもしれません。'],
      point:[2,3,4,1]},

      //6
      {question:'捨てられたネコを見つけたあなた。しかし、あなたの家はペット禁止のため飼うことができません。\nその時、あなたはどうしますか？',
      choices:['A.自宅に連れて買える','B.とりあえず餌をあげる','C.里親を探す','D.警察に届ける'],
      answer:['Aを選んだあなたは…\n感情を優先するタイプ。\nあなたは、優しくて思いやりのある性格を持っています。\nただし、感情を優先するあまりに周囲への配慮や社会性が欠けてしまうところも…。',
      'Bを選んだあなたは…\n責任感がないタイプ。\nあなたは、自分の気分や衝動にまかせて行動してしまうようです。\nなので、時によってはあなたの言動がマイナスの影響を及ぼすことも。',
      'Cを選んだあなたは…\n空気が読めるタイプ。\nあなたは、感情と周囲への影響に折り合いをつけることができるようです。\n潜在的に「嫌われたくない」という思いがあるため、空気を読む行動を取ります。',
      'Dを選んだあなたは…\n未来予測ができないタイプ。\nあなたは、衝動のままに行動を起こし、周囲絵の影響を考えないようです。\n未来予測をする能力は低いでしょう。自分自身では悪意がないため、思いもよらず相手に攻められてしまうことも。'],
      point:[3,2,4,1]},

      //7
      {question:'下の絵は人によって見え方が違います。あなたはどれに見えましたか？',
      img:'../../resource/img/psychoImg/psycho7.png',
      choices:['A.虫メガネ','B.金魚すくいの網','C.キャンディー','D.風船'],
      answer:['虫メガネに見えたあなた。サイコパスの可能性があります。\nときどき自分の衝動を抑えられず心の赴くままに行動してしまおうか迷うことがあるのではないでしょうか。\n迷うなら、まだ引き返せますよ。',
      '金魚すくいの網に見えたあなた。心の奥底に冷酷さや残虐さを秘めているタイプです。\n普段は穏やかな顔をしていても、何かがきっかけになって、サイコパスな一面が表れるかもしれません。',
      'キャンディーに見えたあなた。人の気持ちに寄り添える優しい人です。\nサイコパスの要素はほぼありません。\n他者への共感力が高いので、あなたに相談をすれば優しい言葉をかけてもらえると思い、悩みを相談してくる人が多いのではないでしょうか。',
      '風船に見えたあなた。どこへ飛んでいくかわからない危うさがあるタイプです。\n少しサイコパス性を秘めていると思っていいでしょう。\nあなたは基本的に穏やかな人ですが、サイコパス性が高い人の特徴である、冷徹で利己的な行動をとり、人間関係のトラブルを引き起こす可能性が少しあります。'],
      point:[2,1,4,3]},

      //8
      {question:'あなたが家に一人でいると、突然物音が…！\nどうやら指名手配の連続殺人犯が侵入してきたようです。\n下の4箇所のうち、あなたが逃げるとしたらどこですか？',
      img:'../../resource/img/psychoImg/psycho8.png',
      choices:['A.屋根裏','B.地下室','C.衣装箪笥','D.ドアの裏'],
      answer:['屋根裏を選んだあなたは、今のところサイコパスである心配はありません。\n屋根裏部屋が表しているのは、あなたの頭の中。\nそして、そこにあるのは漠然とした「不安」です。',
      '地下室を選んだあなたは、サイコパスではありませんが、何かのきっかけでサイコパス的片鱗が出てしまうかも…。\nあなたは自分の感情を抑え込みがちで、特に最近は「怒り」の感情が発散できていないようです。',
      '衣装箪笥を選んだあなたは、とても素直な人物。\nサイコパスである心配はまったくありません。\nここで衣装箪笥が表しているのは「素の自分」です。\nあなたは、素の自分をさらけ出すことを恥ずかしいと感じているようです。',
      'ドアの裏を選んだあなたは、サイコパス度90%のちょっと危険な人物！？\nドアの裏は、隠れるというよりも、相手をすぐに「攻撃」できる位置です。'],
      point:[2,3,4,1]},

      //9
      {question:'ある少女は父親に虐待を受けていました\nそれを知った少女の教師が、父親に虐待をやめるよう説得に来ましたが、逆上した父親は教師に殴りかかりました。\n少女は隙を見て父親ではなく教師を包丁で刺し、殺害してしまいます。\nなぜ虐待をしてきた父親ではなく教師を殺してしまったのでしょうか？(回答を入力してね)',
      word:['自分','必要','存在','失いたく','虐待される','存在意義'],
      psychoNum:2,
      input:'一般的な回答：父親よりも教師が嫌いだったから。虐待するような父親でも好きだったから。\n\nサイコパスの回答：自分を必要としている存在を失いたくなかった。(虐待されることが存在意義になっていた)'},

      //10
      {question:'あなたには別れる寸前の恋人がおり、お互いに愛情は全くありませんでした。\nあなたは恋人を殺してしまいますが、葬儀後もあなたは深く悲しみ、その様子は友人たちが心配になるほどでした。\n自分で殺したのに、なぜそこまで悲しんだのでしょうか？(回答を入力してね)',
      word:['自分','可哀想','かわいそう','酔','悲しい振り','注目','浴びたい','心配'],
      psychoNum:2,
      input:'一般的な回答：本当は愛していたことに気が付いたから。世間体のため。\n\nサイコパスの回答：可哀想な自分に酔っており、楽しいから悲しい振りをしている。注目を浴びたいから。'},

      //11
      {question:'自宅マンションのバルコニーにいたところ、マンションの入り口付近で男が女性を殺害している現場を目撃してしまい、犯人と目が合ってしまいました。\nすると犯人はあなたを指差し、指を動かしています。\n犯人はなにをしているのか？(回答を入力してね)',
      word:['部屋','何階','数えて','階数'],
      psychoNum:2,
      input:'一般的な回答：次はお前を殺すという意思表示\n\nサイコパスの回答：あなたの部屋が何階にあるかを数えている'},

      //12
      {question:'あなたは10数年にわたって殺人を繰り返し、ついに逮捕されてしまいました\n。裁判官になぜ殺人を繰り返していたのか質問されましたが、あなたは何と答えましたか？(回答を入力してね)',
      word:['なんとなく','特に','ない'],
      psychoNum:1,
      input:'一般的な回答：楽しかったから。腹が立ったから。\n\nサイコパスの回答：なんとなく(サイコパスにとっては殺人を犯すことに理由はない)'},

      //13
      {question:'ある殺人犯が死刑が決定しました。\nその殺人犯は「なぜ私が死刑にならないといけないんだ？」と言いました。\n裁判官は「あなたがマイケルの家族を殺したからだ」と答えました。\n次に殺人犯は何と答えましたか？',
      word:['マイケル','誰','だれ'],
      psychoNum:2,
      input:'一般的な回答：俺はやってない。冤罪だ\n\nサイコパスの回答：マイケルとは誰だ？(サイコパスは他人に関心が無いため、殺した相手の名前も覚えていません)'},

      //14
      {question:'あなたはある家に侵入し、主人とその妻を殺害しました。\nそこには双子の女の子がおり、現場を目撃してしまいますが、女の子はあなたを怖がったり悲鳴をあげるどころか、笑顔でもてなしました。\nそれはなぜですか？(回答を入力してね)',
      word:['刺激','自分','殺され'],
      psychoNum:2,
      input:'一般的な回答：両親を憎んでいたから。両親が嫌いだったから。\n\nサイコパスの回答：刺激すると自分も殺されてしまうとわかったから'},

      //15
      {question:'あなたは数10件の犯罪を犯し、警察に逮捕されました。\n警察による取り調べの際に、あなたは警察が把握していな事件についても全て詳しく話してしまいます。\n正直に話すことで罪が重くなることはわかっているのに、なぜ全て話したのでしょうか？(回答を入力してね)',
      word:['自分','犯罪','自慢'],
      psychoNum:2,
      input:'一般的な回答：早く取り調べを終わらせたかったから。警察がどこまで把握しているのかを知らなかったから。\n\nサイコパスの回答：自分のした犯罪を自慢したかったから'},

      // テンプレ
      // {question:'質問内容',
      // choices:['A.選択肢','B.選択肢','C.選択肢','D.選択肢'],
      // answer:['Aの回答',
      // 'Bの回答',
      // 'Cの回答',
      // 'Dの回答'],
      // point:[3,2,4,1]},

      // テンプレ（自由回答版）
      // {question:'質問内容(回答を入力してね)',
      // word:['ワードリスト','','','','','',''],
      // psychoNum:マッチング数,
      // input:'一般的な回答：\n\nサイコパスの回答：'},

    ]
]